{
  "_name_or_path": "/scratch/czr/hf_models/CodeQwen1.5-7B",
  "architectures": [
    "Qwen2ForCausalLM"
  ],
  "attention_dropout": 0.0,
  "bos_token_id": 2,
  "eos_token_id": 2,
  "hidden_act": "silu",
  "hidden_size": 4096,
  "initializer_range": 0.02,
  "intermediate_size": 13440,
  "max_position_embeddings": 65536,
  "max_window_layers": 28,
  "model_type": "qwen2",
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "num_key_value_heads": 4,
  "rms_norm_eps": 1e-05,
  "rope_theta": 1000000,
  "rotary_emb_base": 1000000,
  "seq_length": 65536,
  "sliding_window": 65536,
  "tie_word_embeddings": false,
  "torch_dtype": "bfloat16",
  "transformers_version": "4.40.0.dev0",
  "use_cache": true,
  "use_sliding_window": false,
  "vocab_size": 92416
}
